{"animals":[{"name":"Fu Bao","location":"Seoul, South Korea","type":"Panda","description":"Fu Bao, born on July 20, 2020, at Everland Resort in South Korea, is the country's first giant panda. Beloved for her playful antics and charming personality, her name means 'a treasure that brings happiness.'","donationGoal":"12000","currentDonations":"6300","thumbnail":"panda.jpg"},{"name":"Charles","location":"Bangkok, Thailand","type":"Chameleon","description":"In a bustling zoo in Bangkok, there lives a clever chameleon named Charles. Charles can magically change colors to match anything around him! With his curious eyes and long, sticky tongue, he catches tasty bugs and climbs branches with ease. Visitors love to watch Charles and marvel at his amazing colors and playful antics, making him the star of the zoo.","donationGoal":"50000","currentDonations":"2000","thumbnail":"chameleon.jpg"},{"name":"Eleanor","location":"Toronto, Canada","type":"Elephant","description":"In a lively zoo in Toronto, there lives a gentle elephant named Eleanor. Eleanor loves to splash in her big pool and trumpet happily to greet visitors. With her long trunk and big, flappy ears, she enjoys playing with toys and munching on fresh fruits. Every day, children come to see Eleanor, amazed by her gentle nature and playful spirit, making her the beloved star of the zoo.","donationGoal":"20000","currentDonations":"100000","thumbnail":"elephant.jpeg"},{"name":"Ryan","location":"San Diego, USA","type":"Rhino","description":"In a lovely zoo in San Diego, there lives a happy rhino named Ryan. Ryan enjoys his days roaming in a big, green home, splashing in mud puddles and munching on tasty leaves. Friendly zookeepers make sure he has everything he needs, and Ryan loves making new friends with other animals. Every day, children come to see Ryan, marveling at his grand horn and gentle nature. Ryan is a special rhino, living joyfully and safely in his wonderful zoo home.","donationGoal":"1200","currentDonations":"1300","thumbnail":"rhino.jpg"},{"name":"Timothy","location":"Syndey, Australia","type":"Tiger","description":"In a vibrant zoo in Sydney, Australia, a majestic tiger named Timothy resides with his special friend, a little pet cat who loves to nap by his side. With striking stripes and powerful paws, Timothy enjoys exploring his spacious home and playing with his favorite toys. Visitors are always delighted by the unique friendship between Timothy and his tiny companion. Their bond and Timothy's regal presence make them the beloved duo of the zoo.","donationGoal":"10","currentDonations":"15","thumbnail":"tiger.jpg"}]}